var arr_attractions = [
    {
      "name": "พิพิธภัณฑ์สามมิติ",
      "latitude": 7.883217,
      "longitude": 98.392326
    },
    {
      "name": "พิพิธภัณฑ์สถานแห่งชาติถลาง",
      "latitude": 7.981231,
      "longitude": 98.366812
    },
    {
      "name": "พิพิธภัณฑ์รูปเหมือนเจ้าอธิการวัดฉลอง",
      "latitude": 7.846444,
      "longitude": 98.33786
    },
    {
      "name": "พิพิธภัณฑ์เหมืองแร่",
      "latitude": 7.936235,
      "longitude": 98.348448
    },
    {
      "name": "พิพิธภัณฑ์ภูเก็ตไทยหัว",
      "latitude": 7.885661,
      "longitude": 98.386861
    },
    {
      "name": "พิพิธภัณฑ์เพอรานากันนิทัศน์",
      "latitude": 7.883624,
      "longitude": 98.390781
    },
    {
      "name": "พิพิธภัณฑ์บาบ๋า ภูเก็ต",
      "latitude": 7.883736,
      "longitude": 98.390685
    },
    {
      "name": "พิพิธภัณฑ์ท้องถิ่นโรงแรมถาวร",
      "latitude": 7.882889,
      "longitude": 98.390014
    },
    {
      "name": "พิพิธภัณฑ์ตราไปรษณียากรภูเก็ต",
      "latitude": 7.884075,
      "longitude": 98.392579
    }
  ];