var arr_tourist_attractions = [
  {
    "NO": 1,
    "NameTH": "แหลมพรหมเทพ",
    "NameEN": "Laem Promthep",
    "Description": "แหลมพรหมเทพ เป็นจุดชมวิวพระอาทิตย์ตกดินที่สวยงามแห่งหนึ่งของภูเก็ต อยู่ทางตอนใต้ของเกาะภูเก็ตห่างจากหาดราไวย์ประมาณ 2 กิโลเมตร และเป็นจุดที่ใช้อ้างอิงเวลาพระอาทิตย์ตกดินของประเทศไทย บริเวณแหลมพรหมเทพมีขอบปูนให้นั่งชมพระอาทิตย์ตกดิน ถ้าใครอยากเดินสำรวจแหลมพรหมเทพก็สามารถเดินไปได้ถึงปลายแหลม มีทางเดินลงไปที่ด้านล่าง เมื่อลงไปที่ด้านล่างจะเห็นน้ำทะเลสีเขียวมรกต เวลามีคลื่นซัดเข้ามากระทบก้อนหินจะเป็นฟองสีขาวดูสวยงาม",
    "Type": "แหล่งท่องเที่ยวธรรมชาติ",
    "Latitude": 7.761911808,
    "Longitude": 98.30533066,
    "IMG_filename": "01_laem_promthep.jpg",
    "Correspondence": 6530212007
  },
  {
    "NO": 2,
    "NameTH": "หาดพันวา",
    "NameEN": "Panwa Beach",
    "Description": "หาดพันวา (หรือที่รู้จักกันในชื่อหาดเขาขาด) ไม่ใช่ชายหาดที่เหมาะกับการว่ายน้ำมากนัก แต่ยังมีเสน่ห์ของอ่าวห่างไกลเหล่านี้ ที่ไม่ค่อยมีคนใช้เวลาไปสำรวจเมื่อมาเยือนภูเก็ต ตั้งอยู่บนชายฝั่งตะวันออกของแหลมพันวาและหันหน้าไปทางทิศตะวันตก พื้นที่ทั้งหมดเต็มไปด้วยวิลล่าหรูและรีสอร์ทไม่กี่แห่ง ซึ่งเป็นทางเลือกที่ดีสำหรับการพักผ่อนหลีกหนีจากจุดแออัดชายฝั่งตะวันตก",
    "Type": "แหล่งท่องเที่ยวธรรมชาติ",
    "Latitude": 7.805365622,
    "Longitude": 98.40659213,
    "IMG_filename": "02_panwa_beach.jpg",
    "Correspondence": 6530212007
  },
  {
    "NO": 3,
    "NameTH": "หาดไม้ขาว",
    "NameEN": "Mai Khao Beach",
    "Description": "หาดไม้ขาว เป็นชายหาดที่รู้จักกันในชื่อ หาดสนามบิน (Sanambin Beach; Airport Beach) เป็นชายหาดที่ยาวที่สุด และอยู่ใกล้กับ สนามบินนานาชาติภูเก็ต ของ จังหวัดภูเก็ต ใน ประเทศไทย และชายหาดแห่งนี้ยังเป็นส่วนหนึ่ง ของอุทยานแห่งชาติสิรินาถอีกด้วย ที่หาดแห่งนี้เป็นแหล่ง สำหรับวางไข่ของเต่าทะเล 3 ชนิด คือ เต่าตนุ หรือเต่าแสงอาทิตย์, เต่าหญ้า และเต่ามะเฟือง ในช่วงเดือนพฤศจิกายนของทุกปี",
    "Type": "แหล่งท่องเที่ยวธรรมชาติ",
    "Latitude": 8.139722546,
    "Longitude": 98.2992625,
    "IMG_filename": "03_maikhao_beach.jpg",
    "Correspondence": 6530212007
  },
  {
    "NO": 4,
    "NameTH": "น้ำตกบางแป",
    "NameEN": "Bangpae waterfall",
    "Description": "น้ำตกบางแป เป็นน้ำตกสวยที่มีความลดหลั่นของสายน้ำอย่างสวยงาม เหมาะกับการลงเล่นน้ำ ส่วนของบริเวณลำธารนั้นก็มีโขดหินและแอ่งน้ำไว้ลงเล่น รวมถึงเส้นทางเดินที่ให้คุณสัมผัสกับธรรมชาติ 2 ข้างทาง หากให้อยากเปลี่ยนบรรยากาศการพักผ่อน น้ำตกแห่งนี้จะเป็นที่เยียวยาจิตใจได้ดี",
    "Type": "แหล่งท่องเที่ยวธรรมชาติ",
    "Latitude": 8.03958787,
    "Longitude": 98.39122519,
    "IMG_filename": "04_bangpae_waterfall.jpg",
    "Correspondence": 6530212008
  },
  {
    "NO": 5,
    "NameTH": "หาดสุรินทร์",
    "NameEN": "Surin Beach",
    "Description": "หาดสุรินทร์อีกหนึ่งหาดสวยของภูเก็ต หาดทรายขาว น้ำทะเลสีฟ้าเขียวดูสะอาดตา เป็นหาดที่นักท่องเที่ยวสามารถมาเที่ยวได้ตลอดปี หน้ามรสุม ลมและคลื่นแรงพอควร เหมาะแก่การเล่นโต้คลื่น ส่วนหน้าร้อน คลื่นลบสงบเหมาะแก่การพักผ่อนริมชายหาด พร้อมกิจกรรมทางน้ำอื่นๆ ไม่ว่าจะเป็นบานาน่าโบ๊ทหรือเจ็ทสกี",
    "Type": "แหล่งท่องเที่ยวธรรมชาติ",
    "Latitude": 7.975713442,
    "Longitude": 98.27838584,
    "IMG_filename": "05_surin_beach.jpg",
    "Correspondence": 6530212008
  },
  {
    "NO": 6,
    "NameTH": "แหลมกระทิง",
    "NameEN": "Krating Cape",
    "Description": "แหลมกระทิง อีกหนึ่งจุดชมวิวพระอาทิตย์ตกที่สวยงามแห่งหนึ่งของภูเก็ต มองเห็นท้องทะเลสีน้ำเงินเข้ม แหลมพรมหมเทพ  และเกาะน้อยใหญ่ อยู่ตรงหน้า ความพิเศษ คือ ความงดงามของทุ่งหญ้าสีทองพริ้วไหว และโขดหินน้อยใหญ่ระหว่างทางเดินให้ได้แทรกตัวในทุ่งหญ้าถ่ายรูปเคล้าแสงยามเย็นได้แบบคูลๆ",
    "Type": "แหล่งท่องเที่ยวธรรมชาติ",
    "Latitude": 7.776359116,
    "Longitude": 98.28870845,
    "IMG_filename": "06_krating_cape.jpg",
    "Correspondence": 6530212008
  },
  {
    "NO": 7,
    "NameTH": "ย่านเมืองเก่า",
    "NameEN": "Phuket old town",
    "Description": "เมืองที่หล่อหลอมความหลากหลายของทั้งคน ประเพณี วิถีชีวิต อาหารการกิน ได้อย่างสมบูรณ์แบบ ซึ่งแสดงออกมาในรูปแบบสถาปัตยกรรมและวัฒนธรรมที่เป็นกลายเป็นเอกลักษณ์เฉพาะตัวของชุมชนแห่งนี้",
    "Type": "แหล่งท่องเที่ยวทางวัฒนธรรม",
    "Latitude": 7.883930836,
    "Longitude": 98.39073908,
    "IMG_filename": "07_phuket_old_town.jpg",
    "Correspondence": 6530212004
  },
  {
    "NO": 8,
    "NameTH": "หาดป่าตอง",
    "NameEN": "Patong Beach",
    "Description": "เป็นหาดที่มีความสวยงามเป็นที่กล่าวขวัญของนักท่องเที่ยวทั้งชาวไทยและชาวต่างประเทศ ชายหาดที่มีความยาวโค้งคล้ายพระจันทร์เสี้ยว เม็ดทรายละเอียดสีขาวสะอาดตาค่อย ๆ ลาดเอียงเป็นผืนทรายกว้างลึกลงไปในน้ำทะเลที่สวยใส คลื่นลมที่ไม่แรงจัด จึงเหมาะแก่การเล่นกีฬาทางน้ำ เช่น บานานาโบ๊ต และเจ็ตสกี",
    "Type": "แหล่งท่องเที่ยวธรรมชาติ",
    "Latitude": 7.896559857,
    "Longitude": 98.29503259,
    "IMG_filename": "08_patong_beach.jpg",
    "Correspondence": 6530212004
  },
  {
    "NO": 9,
    "NameTH": "วัดฉลอง",
    "NameEN": "Wat Chalong",
    "Description": "เป็นวัดคู่บ้านคู่เมืองภูเก็ต ถ้าใครมาภูเก็ตจะต้องมาแวะนมัสการ หลวงพ่อแช่ม แห่งวัดฉลอง เพื่อเป็นสิริมงคลแต่ตัวเอง อีกทั้งที่วัดฉลองแห่งนี้ยังเป็นที่ตั้งของ พระมหาธาตุเจดีย์พระจอมไทยบารมีประกาศ เป็นที่ประดิษฐสถานของพระบรมสารีริกธาตุของพระพุทธเจ้าที่นำมาจากศรีลังกา วัดฉลองแห่งนี้เป็นสถานที่ท่องเที่ยวในภูเก็ตอีกแห่งที่ใครๆที่มาเที่ยวภูเก็ตจะต้องมาวัดแห่งนี้",
    "Type": "แหล่งท่องเที่ยวประวัติศาสตร์และวัฒนธรรม",
    "Latitude": 7.846885212,
    "Longitude": 98.33689038,
    "IMG_filename": "09_chalong_temple.jpg",
    "Correspondence": 6530212004
  },
  {
    "NO": 10,
    "NameTH": "วัดพระใหญ่",
    "NameEN": "The Big Buddha",
    "Description": "พระพุทธมิ่งมงคลเอกนาคคีรี หรือ พระใหญ่ เป็นพระพุทธรูปปางมารวิชัยขนาดใหญ่ ตั้งอยู่บนยอดเขานาคเกิด ในเขตป่าสงวนแห่งชาติเขานากเกิด ตำบลกะรน อำเภอเมืองภูเก็ต จังหวัดภูเก็ต เป็นรูปปั้นที่มีความสูงเป็นอันดับที่ห้าของประเทศไทย",
    "Type": "แหล่งท่องเที่ยวประวัติศาสตร์และวัฒนธรรม",
    "Latitude": 7.82770451,
    "Longitude": 98.3128413,
    "IMG_filename": "10_wadprayai.jpg",
    "Correspondence": 6530212006
  },
  {
    "NO": 11,
    "NameTH": "หาดกะหลิม",
    "NameEN": "Kalim Beach",
    "Description": "หาดกะหลิมเป็นหาดเล็กๆ หาดทรายจะเป็นทรายปนหินก้อนเล็กๆ มีโขดหิน และแนวปะการัง ช่วงคลืมลมแรงจะมีนักท่องเที่ยวนิยมมาเล่นกระดานโต้คลื่น กัน และมีสถานที่พักและร้านอาหารริมหาด",
    "Type": "แหล่งท่องเที่ยวธรรมชาติ",
    "Latitude": 7.912549453,
    "Longitude": 98.2944291,
    "IMG_filename": "11_kalim_beach.jpg",
    "Correspondence": 6530212006
  },
  {
    "NO": 12,
    "NameTH": "คาร์นิวัลเมจิก",
    "NameEN": "carnivalmagic",
    "Description": "คาร์นิวัลเมจิก คือ สุดยอดอัครสถานความบันเทิงยามราตรีบนเกาะภูเก็ต ตั้งอยู่บนพื้นที่กว้างขวางกว่า 100 ไร่ ที่ฉาบไปด้วยแสงไฟและสีสันตระการตากับสถาปัตยกรรมไทยประยุกต์งดงามเปล่งประกายระยิบระยับ",
    "Type": "แหล่งท่องเที่ยวนันทนาการและความบันเทิง",
    "Latitude": 7.957975953,
    "Longitude": 98.28740608,
    "IMG_filename": "12_carnival_magic.jpg",
    "Correspondence": 6530212006
  },
  {
    "NO": 13,
    "NameTH": "อ่างเก็บน้ำบางวาด",
    "NameEN": "Bang Wat Reservoir",
    "Description": "เป็นแหล่งพักผ่อนหย่อนใจชั้นดีสำหรับชาวภูเก็ตและนักท่องเที่ยว ด้วยบรรยากาศอันสดชื่นของผืนน้ำและป่าทึบที่อุดมสมบูรณ์ แถมพื้นที่ก็ยังกว้างขวางและเปิดโล่ง จึงทำให้มีผู้คนชอบออกมาเดินเล่น ปั่นจักรยาน และออกกำลังกายตรงบริเวณสันเขื่อนบ่อยๆ",
    "Type": "แหล่งท่องเที่ยวเพื่อนันทนาการ",
    "Latitude": 7.8872641,
    "Longitude": 98.3144003,
    "IMG_filename": "13_bangwat_reservoir.jpg",
    "Correspondence": 6530212001
  },
  {
    "NO": 14,
    "NameTH": "หาดฟรีด้อม",
    "NameEN": "Freedom Beach",
    "Description": "หาดฟรีด้อม ตั้งอยู่ในตำบลกะรน อำเภอเมือง จังหวัดภูเก็ต โดยหาดฟรีด้อมมีอีกชื่อเรียกหนึ่งว่า “หาดไม้ง้าว” ว่ากันว่าน่าจะเป็นเสียงที่เพี้ยนมาจากไม้งาม เพราะรอบ ๆ มีพรรณไม้ขึ้นอุดมสมบูรณ์ เป็นชายหาดเล็ก ๆ ไม่ไกลจากหาดป่าตอง จึงทำให้มีนักท่องเที่ยวแวะมาเยี่ยมเยือนไม่ขาดสาย",
    "Type": "แหล่งท่องเที่ยวธรรมชาติ",
    "Latitude": 7.8754445,
    "Longitude": 98.2755224,
    "IMG_filename": "14_freedom_beach.jpg",
    "Correspondence": 6530212001
  },
  {
    "NO": 15,
    "NameTH": "สวนเฉลิมพระเกียรติจังหวัดภูเก็ต",
    "NameEN": "Phuket Chaloem Phrakiat Park",
    "Description": "เป็นสวนสาธารณะที่มีสภาพแวดล้อมเหมาะสมต่อการพักผ่อนอย่างมาก ปัจจุบันมีผู้มาออกกำลังกายทั้งยามเช้าและยามเย็น โดยเฉพาะหลังเวลาเลิกงานของทุกวันจะมีผู้คนมารวมตัวกันที่นี่เป็นจำนวนมาก โดยจับจองพื้นที่ออกกำลังกาย ตามความถนัดและความชอบของแต่ละคน ซึ่งมีทั้งออกกำลังกายโดยการวิ่ง เล่นฟุตบอล ตะกร้อ วอลเล่ย์บอล บาสเก็ตบอล เต้นแอโรบิก ฯลฯ รวมไปถึงการนั่งพักผ่อนปิกนิก ชมทัศนียภาพที่แวดล้อมไปด้วยต้นไม้น้อยใหญ่อันเขียวชอุ่มให้ร่มเงาและอากาศบริสุทธิ์ โดยมีขุมน้ำอยู่ตรงกลางสวนสาธารณะ",
    "Type": "แหล่งท่องเที่ยวเพื่อนันทนาการ",
    "Latitude": 7.9206571,
    "Longitude": 98.1734882,
    "IMG_filename": "15_phuket_chaloem_phrakiat_park.jpg",
    "Correspondence": 6530212001
  },
  {
    "NO": 16,
    "NameTH": "สวนน้ำอันดามันดา",
    "NameEN": "Andamanda WaterPark Phuket",
    "Description": "เปลี่ยนบรรยากาศ หากิจกรรมมันส์ ๆ คลายร้อนไปเล่นน้ำกัน",
    "Type": "แหล่งท่องเที่ยวเพื่อนันทนาการ",
    "Latitude": 7.904725038,
    "Longitude": 98.36364034,
    "IMG_filename": "16_andaman_waterpark_phuket.jpg",
    "Correspondence": 6530212003
  },
  {
    "NO": 17,
    "NameTH": "จุดชมวิวผาหินดํา",
    "NameEN": "Pha Hin Dam",
    "Description": "เป็นสถานที่ท่องเที่ยวที่สวยสุดจะร่มรื่น มีวิวทะเลและเกาะต่างๆให้ชมแบบ 360 องศา  ในยามค่ำคืน จะเห็นวิวพระจันทร์กับแสงจันทร์ที่กระทบผิวน้ำทะเลซึ่งเป็นบรรยากาศที่ดีมาก",
    "Type": "แหล่งท่องเที่ยวธรรมชาติ",
    "Latitude": 7.783168482,
    "Longitude": 98.29761539,
    "IMG_filename": "17_pha_hin_dam.jpg",
    "Correspondence": 6530212003
  },
  {
    "NO": 18,
    "NameTH": "หาดในหาน",
    "NameEN": "Nai Harn Beach",
    "Description": "เป็นหาดที่นักท่องเที่ยวนิยมไปล่องเรือใบและเรือยอร์ช  สามารถล่องเรือเพื่อรอชมพระอาทิตย์ตกกลางทะเล",
    "Type": "แหล่งท่องเที่ยวธรรมชาติ",
    "Latitude": 7.776474846,
    "Longitude": 98.30583724,
    "IMG_filename": "18_nai_harn_beach.jpg",
    "Correspondence": 6530212003
  }
];

  var arr_attraction_types = [ // #, NameTH
    [1, "แหล่งท่องเที่ยวธรรมชาติ"],
    [2, "แหล่งท่องเที่ยวทางวัฒนธรรม"],
    [3, "แหล่งท่องเที่ยวประวัติศาสตร์และวัฒนธรรม"],
    [4, "แหล่งท่องเที่ยวนันทนาการและความบันเทิง"],
    [5, "แหล่งท่องเที่ยวเพื่อนันทนาการ"]
  ];